Repository: RichardAakula/DigitalProductionProgram
Catalog: Properties/Resources.*.resx
Languages: sv_se, th_th

# label_ChooseUser
source: Choose User:
sv_se: Välj användare:

# quickOpen_Info_2
source: Please, close the Zumbachwindow before you try to open a new Order.
sv_se: Vänligen stäng Zumbachfönstret före du öppnar en ny Order.

# activatePartNr
source: Activate Process card
sv_se: Aktivera Processkortet

# protocol_OpenAnotherUser_1
source: The protocol is currently open by
sv_se: Protokollet är just nu öppet av

# label_ProductionLines_Green
source: Green = Production line is active
sv_se: Grön = Produktionslinjen är aktiv

# label_LastName
source: Surname:
sv_se: Efternamn:

# measureinstrument_Delete_3
source: This measurement instrument
sv_se: Detta Mätdon

# saveProcesscard_Info_7_2
source: A process card not longer used should NOT be deleted. It should be inactived. Only delete a processcard if it was created by mistake.
sv_se: Du skall INTE radera ett Processkort om det inte används längre utan då skall du inaktivera det. Radera endast ett Processkort om du skapat ett felaktigt i misstag.

source: Extra Comments:
sv_se: Extra Kommentarer:

# chb_OnlyForMeasurements
source: Use this computer only for manual measurements
sv_se: Använda denna dator endast för manuella mätningar

# validateData_Info_3_2
source: is outside the nominal value for a process card based on historical data.
sv_se: är utanför Nominella värdet på ett Processkortet baserat på Historiska Data.

# label_Role
source: Role:
sv_se: Befattning:

# Menu_Order_QC_Feedback
source: Leave feedback for this run
sv_se: Lämna feedback för denna körning

# measureprotocol_Info_4
source: Please, choose an errorcode before you try to discard a measurement.
sv_se: Vänligen välj felkod före du kasserar en mätning.

# monitorInfo_2
source: This Order is deleted from Monitor but you can still open the order.
sv_se: Denna Order har blivit raderad eller finns ej i Monitor, du kan ändå öppna ordern och titta på den.

# btn_AddStartUp
source: Add Startup
sv_se: Lägg till Uppstart

# authority_2
source: Manage Process cards
sv_se: Hantera Processkort

# chooseWorkOp_Info_1
source: Nothing
sv_se: Ingenting

# label_Settings_Info_ProdLine
source: List on production lines that need to change screen cloth after 3 weeks. The program will start to warn the operators 3 days before it´s time to change.
sv_se: Lista på Produktionslinjer som skall byta silduk efter 3 veckor.

# zumbach_Info_6_2
source: measurementpoints.
sv_se: mätpunkter.

source: DRYER
sv_se: TORK

# lbl_Remove_Startup
source: - Remove Startup
sv_se: -Radera Uppstart

# equipment_Error_1
source: You cannot edit equipment that you have not signed yourself.
sv_se: Du kan inte editera utrustning som du själv inte har signerat.

# login_Info_6
source: Choose a profilepicture you want to use.
sv_se: Välj en profilbild som du vill använda.

# transferDataExcel_1
source: Would you like to open the file in Excel now?
sv_se: Vill du öppna filen i Excel nu?

# dryingMaterial_3
source: Set Time
sv_se: Ange Tid

# label_ChooseDepartment
source: Choose Department:
sv_se: Välj Avdelning:

source: Date:
sv_se: Datum:

# label_ErrorDiscard
source: Discard
sv_se: Kassera

# authority_24
source: Change settings for Zumbach
sv_se: Ändra inställningar för Zumbach

# rollingTips_1
source: You have measured a total of
sv_se: Du har gjort totalt

# label_ErrorCodeHeader_1
source: Choose errorcode from the list and click Discard
sv_se: Välj felkod ur listan nedan och klicka på Kassera

# label_ProductionLines_Red
source: Red = Productionline is inactive
sv_se: Röd = Produktionslinjen är inaktiv

# measureinstrument_Delete_2
source: Data within will be deleted and will not be retrievable.
sv_se: Datan som finns med i den kommer att raderas och går ej att återfå.

# lbl_ChangeChargeNr_Info_Change
source: Change ChargeNumber
sv_se: Byt ChargeNr

# Menu_User_Authorities_CustomWorkoperations
source: Custom Workoperations
sv_se: Anpassade Arbetsoperationer

# label_Comments
source: Comments:
sv_se: Kommentarer:

# protocol_Info_1
source: is missing an important FormTemplate. Please contact Admin to solve this problem.
sv_se: saknar FormTemplate. Kontakta Admin för att lösa detta.

# removeStartup_2_1
source: Are you sure you want to delete startup
sv_se: Är du säker på att du vill radera uppstart

# btn_OpenOrder
source: Open Order
sv_se: Öppna Order

# label_NewPassword
source: Password:
sv_se: Lösenord:

# statsProdLine_8
source: Average temp. Zones
sv_se: Medeltemp. Zoner

# Menu_Help_InstructionVideos
source: Instructionvideos
sv_se: Instruktionsfilmer

# remove_Startup_2_2
source: The data contained in it will be deleted and cannot be recovered.
sv_se: Datan som finns med i den kommer att raderas och går ej att återfå.

# btn_Select
source: Select
sv_se: Välj

# lbl_NewUser
source: New user
sv_se: Ny Användare

source: Warning!
sv_se: Varning!

# validateData_Info_7_4
source: is out of the limits for a validated process card.
sv_se: är utanför gränserna på ett Validerat Processkortet.

# label_ProcesscardApprovedDate
source: Process card Approved the:
sv_se: Processkort godkänt den:

# maintenanceWork_1
source: Maintenance work in progress and the program CANNOT be used during this time. The application will close after this. The work has been ongoing for
sv_se: Arbete pågår och programmet kan INTE användas under denna tid. Programmet kommer att stängas. Arbetet har pågått i

# btn_Discard
source: Discard
sv_se: Kassera

# label_ChooseProcesscardHeader
source: There are multiple process cards for this partnumber, click on the one you want to use.
sv_se: Det finns flera processkort till detta artikelnummer, klicka på det du vill använda.

# saveProcesscard_Info_6
source: Something went wrong! Please check your spelling. Fault code is now e-mailed to Admin. Please, contact Admin if you can't solve the problem.
sv_se: Något blev fel, kontrollera att du skrivit rätt. Felkoden mailas nu till Admin. Kontakta Admin om du inte lyckas lösa problemet.

# authority_1
source: Approve Line Clearance for PTFE
sv_se: Godkänna Line Clearance för PTFE Kragning

# print_Header_Protocol_Comments
source: Form: Comments
sv_se: Blankett: Kommentarer

# saveProcesscard_Info_2_2
source: There is initiated orders with this Revision Number. Please, change revision number and try again.
sv_se: Det finns startade ordrar med detta RevisionsNr. Ändra RevisionsNr och försök igen

# measureinstrument_Delete_1
source: Are you certain that you want to delete this measurement instrument?
sv_se: Är du säker på att du vill radera detta mätdon

# label_Info_TotalLayer
source: Amount of layers in tubing (if multilayer tubing). Processcard will update automatically when changeing amount of layers.
sv_se: Antal lager på slangen. Processkortet uppdateras automatiskt när du ändrar antal.

# extrusionTEF_Info_5
source: in the earlier startup.
sv_se: på den tidigare uppstarten.

# spool
source: Spool/Bag:
sv_se: Spole/Påse:

# statsProdLine_6
source: Operator Line Clearance
sv_se: Operatör Line Clearance

source: Comments:
sv_se: Kommentarer:

# btn_AddPartNr
source: Add PartNumber
sv_se: Lägg till Artikelnummer

# label_PartNrNewName
source: This partnr has changed name to -
sv_se: Detta artikelnr har bytt namn till -

# tuneZumbachData_9
source: I’m afraid I can’t make this measurement any better…
sv_se: Denna mätning kan jag tyvärr inte göra bättre...

# settings_Page_Measureinstruments
source: Measurement instruments
sv_se: Mätdon

source: No
sv_se: Nej

# rollingTips_6
source: with DPP
sv_se: med DPP

# label_LineClearance
source: Operator and cleared line (line clearence)
sv_se: Operatör och iordningställd linje (line clearence)

# update_Info_1_1
source: There is a new update to load. The update is non-critical so you can also update later on.
sv_se: Det finns en ny uppdatering att hämta. Det är ingen kritiskt uppdatering så du behöver inte uppdatera nu.

# btn_Cancel
source: Cancel
sv_se: Avsluta

# tuneZumbachData_4
source: There are identical measurement points over an extended period, which likely indicates that the tube has become stuck in the puller wheels or that the puller has stopped.
sv_se: Det finns identiska mätpunkter i en längre tid som troligen beror på att slangen har fastnat i dragarhjulen eller att dragaren har stannat.

# label_Settings_InfoMeasureinstrument_Add
source: Click on a Measurement instrument to add it to active Workoperation
sv_se: Klicka på ett Mätdon för att lägga till det till aktiv Arbetsoperation.

# validateData_Info_5_2
source: is out of limits for a process card based on historical data.
sv_se: är utanför gränserna på ett Processkortet baserat på Historiska Data.

# btn_RemovePreFab
source: Delete PreFab
sv_se: Radera Halvfabrikat

# productInfo
source: ProductInformation:
sv_se: ProduktInformation:

# zumbach_Info_12
source: You cannot do measurements on an order that is already finished.
sv_se: Du kan inte göra mätningar på en order som är avslutad.

# btn_AuthoritiesRemoveMail
source: Delete Email
sv_se: Ta bort Email

source: Order Runtime:
sv_se: Order Körtid:

# protocol_EquimentInfo_1
source: No, same material and equipment as last order
sv_se: Nej, samma material och utrustning som föreg. Order

# dryingMaterial_2
source: DE
sv_se: UK

# extrusionTEF_Info_4
source: You can´t add a new startup before you fill in everything for equipment for Machine
sv_se: Du kan inte lägga till en ny uppstart före du har fyllt i utrustningen klart för Maskin

# login_UpdateUser
source: Update User
sv_se: Uppdatera Användare

# lbl_Exit
source: Exit
sv_se: Avsluta

# validateData_Info_5_1
source: Out of tolerance - Historical data:
sv_se: Utanför Toleranser - Historiska Data:

# validEmail
source: WARNING: You have entered an invalid email address. Please try again, or contact the admin if needed.
sv_se: VARNING: Du har angett en ogiltig mailadress. Var god försök igen, eller kontakta Admin vid behov.

# statsProdLine_1
source: Most Common Customer
sv_se: Vanligaste Kund

# authority_23
source: Choose freely from lists in the protocol.
sv_se: Välja fritt från listor i Körprotokollet

# Menu_Arkiv_ManageDatabase
source: Manage Database Settings
sv_se: Hantera Databasinställningar

# saveProcesscard_Info_5
source: Please save the process card before you update amount of layers for tubing.
sv_se: Spara processkortet före du uppdaterar Antal lager på slangen.

# btn_DeleteSelectedData
source: Delete selected data
sv_se: Radera markerad data

# chb_TempKalibCheck
source: Temperature calibration performed according to Instruction I392
sv_se: Temperaturkalibrering utförd enligt Instruktion I392

# workoperations_Info_1_2
source: is not linked to any Workoperation . Please select which Workoperation this production line should belong to. The Workoperation refers to the correct templates for the protocols used.
sv_se: saknar Arbetsoperation. Du får nu välja rätt Arbetsoperation för denna produktionslinje. Arbetsoperation hänvisar till rätt mallar som används för protokollen.

# extrusionTEF_Info_3
source: Confirm the euipment with your password
sv_se: Bekräfta utrustningen genom att ange ditt lösenord

# addStartUp
source: You cannot add a new startup before you have filled in the data in the previous startup.
sv_se: Du kan inte lägga till en ny uppstart före du fyllt i data i den tidigare uppstarten.

# tuneZumbachData_3
source: Do you want to discard this measurement?
sv_se: Vill du skrota denna mätning?

# deactivatePartNr
source: Deactivate Process card
sv_se: Inaktivera Processkortet

# lineClearance_Info_3
source: Line Clearance means setting up and "clean" line or workstation before starting up next order. By doing such you eliminate the risk for mixing material, tooling, product, documents, labels and such between orders. This to avoid severe consequenses for customer end.
sv_se: Line Clearance betyder att man iordningställer produktionslinjen eller arbetsstationen för nästa produktionsorder. Detta innebär att man eliminerar risken att blanda ihop material, verktyg, produkt, dokument, etiketter, mm från olika produktionsordrar med varandra. Det kan vara förödande för en kund om det finns risk för att olika produkter kan blandas ihop.

# measureprotocol_Warning_1
source: One of your measurements is abnormally high or low below the nominal value, please check all measurements and try again.
sv_se: En av dina mätningar är onormalt högt eller lågt under det nominella värdet. Du bör omgående kontakta den som är ansvarig för Mätpunkterna om det är fel värden insatta där. Är du säker på att du vill överföra denna mätning?

# label_RoomTempMoist
source: Room Temp/Moist
sv_se: Rums Temp/Fukt

# saveProcesscard_Info_3_1
source: New processcard created for PartNumber:
sv_se: Skapat nytt processkort för Artikelnr:

# authority_7
source: Add user
sv_se: Lägga till användare

# btn_Clear_HelpInput_1
source: Clear
sv_se: Töm

# validateData_Info_9_4
source: You may NOT go outside tolerances for a validated process card. You must inform responsible person that the process card needs to be updated?
sv_se: Du får INTE gå utanför toleranser på ett processkort som är Validerat. Du MÅSTE meddela ansvarig person att Processkortet behöver uppdateras?

# rollingTips_FutureUpdate
source: Future Update:
sv_se: Kommande Uppdatering:

# label_Settings_InfoBaudRate
source: (If you change the Baudrate the pullerspeed also needs to change. 9600 is standard and used with 2m/minute)
sv_se: (Om BaudRaten ändras måste oxå draghastigheten ändras. 9600 är standard och vid gäller ca 2m/min)

# btn_TransferToExcel
source: Transfer measurements to Excel
sv_se: Överför Mätningar till Excel

# login_Info_3
source: Fill in everything before you add a user:
sv_se: Fyll i alla uppgifter före du lägger till användare:

# label_DateTo
source: To Date:
sv_se: Till Datum:

# btn_AuthoritiesAddEmail
source: Add Email
sv_se: Lägg till Email

# chooseTemplate
source: Choose the appropriate template for this order.
sv_se: Välj passande mall för denna order.

# missingLayer_2
source: Total layers for tube.
sv_se: Antal lager på slangen.

# customWorkoperation
source: Custom Workoperations
sv_se: Anpassade Arbetsoperation

source: Date Start:
sv_se: Datum Start:

# measureprotocol_Info_6
source: Please, fill in all fields before transfering a measurement. In empty fields you can double click to make them N/A
sv_se: Fyll i alla fält före du överför en mätning. Tomma fält kan du dubbelklicka i för att göra dom N/A

# chb_AutoPosByte
source: Automatically Positionchange
sv_se: Automatiskt Positionsbyte

# login_Info_1_2
source: and the one that is active right now is:
sv_se: och den som körs nu är:

source: Measurement Protocol
sv_se: Mätprotokoll

# workoperations_Info_1_1
source: This Production line
sv_se: Denna Produktionslinje

# print_Header_Protocol_Extrusion
source: Form: Process card/Protocol for Extrusion
sv_se: Blankett: Processkort/Körprotokoll för Extrudering

# validateData_Info_9_5
source: is out of the limits for a validated process card.
sv_se: är utanför gränserna på ett Validerat Processkort.

# protocol_OpenAnotherUser_3
source: You cannot save data in the protocol at the moment. In the 'Operator' menu in the main window, you can log out
sv_se: Du kan inte spara data i protokollet nu. I Menyn "Operatör" i huvudfönstret kan du logga ut

# print_Header_ZumbachProtocol
source: Form: Charts for HeatShrink
sv_se: Blankett: Diagram för Krympslang

# btn_Edit_Equipment
source: Edit Equipment
sv_se: Editera Utrustning

# btn_AuthoritiesRemoveFactory
source: Remove Factory
sv_se: Ta bort Fabrik

# label_Fail
source: Value outside Spec.
sv_se: Värde utanför Spec.

# btn_AddPreFab
source: Add PreFab
sv_se: Lägg till Halvfabrikat

# lbl_DiscardUser
source: Delete User
sv_se: Radera Användare

# login_Info_4
source: Fill in everthing before you update your profile:
sv_se: Fyll i alla uppgifter före du uppdaterar din profil:

# btn_GetDataPartNr
source: Load data for PartNumber
sv_se: Hämtar data för hela ArtikelNr

# label_Felskrivning
source: Typo?
sv_se: Felskrivning?

# label_ConfirmPassword
source: Confirm Password:
sv_se: Bekräfta Lösenord:

# dryingMaterial_1
source: Drying material During Extrusion (DE)
sv_se: Torkar material under körningen (UK)

source: Template
sv_se: Mall

# mainInfo_Missing
source: Template for MainInfo is missing, please contact Admin.
sv_se: Mall för MainInfo saknas, kontakta Admin.

# label_InfoPassword_1
source: The password must be 4 characters or more.
sv_se: Lösenordet måste vara 4 tecken eller flera.

# label_InfoPassword_2
source: The passwords do not match.
sv_se: Lösenorden matchar inte varandra

# otherUserIsLoggedIn
source: You cannot make changes to the protocol right now because another user is currently using it.
sv_se: Du kan inte göra ändringar i protokollet just nu eftersom en annan användare använder det.

# user_AlreadyInSystem
source: already exists. If the user has forgotten their password, you should first delete this user.
sv_se: finns redan. Om användaren glömt sitt lösenord så raderar du först denna användare.

# user_AddedInSystem
source: is now added.
sv_se: är nu tillagd.

# autoStart_Workoperation_1
source: Would you like to save in your profile that
sv_se: Vill du spara i din profil att

# autoStart_Workoperation_2
source: automatically starts in the future?
sv_se: automatiskt startas i fortsättningen?

# autoStart_Workoperation_3
source: This setting can be adjusted in Settings afterwards if needed.
sv_se: Denna inställning kan justeras i Inställningar efteråt vid behov.

# autoStart_Workoperation_4
source: Save Workoperation
sv_se: Spara Arbetsoperation

# delete_Processcard_1
source: It is not possible to delete a process card that has associated orders. If the process card is no longer needed, you can deactivate it instead.
sv_se: Det går inte att ta bort ett processkort som har ordrar kopplade till sig. Om processkortet inte längre ska användas, kan du istället inaktivera det.

# weeklyCalibration
source: Ensure the temperature calibration is checked before completing the protocol.
sv_se: Du måste kryssa i att du gjort temperaturkalibrering före du fyller i protokollet.

# Menu_Protocol_ManageLineClearance_Templates
source: Manage Templates for Line-Clearance
sv_se: Hantera Mallar för Line-Clearance

# measureprotocol_Info_11
source: Please fill in a comment about why you are discarding a measurement.
sv_se: Vänligen fyll i en kommentar om varför du skrotat en mätning.

# measureprotocol_Info_12
source: No measurement was discarded.
sv_se: Ingen mätning blev skrotad.

# chooseProtocol_1
source: There are several templates for this part number. Please choose below which one you want to open.
sv_se: Det finns flera mallar för detta artikelnr. Välj nedan vilken du vill öppna.

# chooseProtocol_2
source: Approved by QA
sv_se: Godkänd av QA

# chooseProtocol_3
source: There are several Process cards linked to this Partnumber. Please choose below which one you want to use.
sv_se: Det finns flera processkort kopplat till denna Artikel. Välj nedan vilket du vill använda.

# authority_26
source: Configure Settings for Workoperations
sv_se: Hantera inställningar för Arbetsoperationer

# authority_27
source: Run outside the tolerances on a validated Process Card
sv_se: Köra utanför processkort baserat på Validerade loter

# changeBatchNr_Info_1
source: No comment selected, you cannot change the Batch Number
sv_se: Ingen kommentar vald, du kan ej byta BatchNr.

# changeBatchNr_Info_2
source: Changed Batch Number for Prefab:
sv_se: Bytt BatchNr för Halvfabrikat:

# mail_Body_NotifyOrderStartCount_4to5
source: Create Process card:<br /> PartNumber {0} was just started for the {1}th time without an established process card<br /> ProdLine: {2}<br /> ProdGroup: {3}<br /> Workoperation: {4}<br />
sv_se: Upprätta Processkort:<br /> ArtikelNr {0} startades just för {1}e gången utan fastslaget processkort<br /> ProdLinje: {2}<br /> ProdGrupp: {3}<br /> Arbetsoperation: {4}<br />

# mail_Body
source: <b>This email cannot be replied to <br /><br /> From: {0} - {1}<br /><br />{2}
sv_se: <b>Detta mail går INTE att svara på. <br /><br /> Från: {0} - {1}<br /><br />{2}

# mail_Subject_NotifyOrderStartCount
source: {0} was started for the {1}th time without an established process card.
sv_se: {0} startades för {1}e gången utan fastslaget processkort.

# mail_Body_NotifyOrderStartCount_6
source: Create Process card:<br /> PartNumber {0} was just started for the {1}th time without an established process card<br /> ProdLine: {2}<br /> ProdGroup: {3}<br /> Workoperation: {4}<br /> <br /> <br /> <b>IMPORTANT!!<b><br/> The process card must be finalized immediately. Next time, approval from the Quality Director or the Production Director will be required to start the order
sv_se: Upprätta Processkort:<br /> ArtikelNr {0} startades just för {1}e gången utan fastslaget processkort<br /> ProdLinje: {2}<br /> ProdGrupp: {3}<br /> Arbetsoperation: {4}<br /> <br /> <br /> <b>Viktigt!<b><br/> Processkort måste fastslås omedelbart. Nästa gång krävs godkännande från Kvalitetsdirektören eller Produktionsdirektören för att starta ordern.

# mail_Body_NotifyOrderFinishedCount_3
source: Create Process card:<br /> PartNumber {0} was just finished for the 3rd time without an established card<br /> ProdLine: {1}<br /> ProdGroup: {2}<br /> Workoperation: {3}<br /> OrderNr-Operation: {4}-{5} <br />
sv_se: Upprätta Processkort:<br /> ArtikelNr {0} avslutades just för 3e gången utan fastslaget processkort<br /> ProdLinje: {1}<br /> ProdGrupp: {2}<br /> Arbetsoperation: {3}<br /> OrdeNr-Operation: {4}-{5} <br />

# mail_Subject_NotifyOrderFinishedCount
source: {0} was finished for the 3rd time without an established process card.
sv_se: {0} avslutades för 3e gången utan fastslaget processkort.

# mail_NotifyCustomerServiceMissingMeasurePoints
source: This order is missing measurement points, please add them to the Monitor.<br /><br /> Workoperation: {0} <br /> OrderNr: {1} <br /> Operation: {2} <br /> PartNumber: {3} <br /><br /> Please Contact {4} when the measurement points are added to Monitor.
sv_se: Denna order saknar mätpunkter, vänligen lägg till dom i Monitor.<br /><br /> Arbetsoperation: {0} <br /> OrderNr: {1} <br /> Operation: {2} <br /> Artikelnummer: {3} <br /><br /> Vänligen kontakta {4} när mätpunkter är inlagda i Monitor.

# notifyUserOrderStartCount_6
source: PartNumber {0} has been started for {1} times without an established process card. The order can ONLY be initiated by someone with the following role: SuperUser, Process Engineer
sv_se: Artikelnr {0} har startats {1} gånger utan fastslaget processkort. Ordern kan ENDAST startas av någon med följande befattning: Skiftesledare, ProcessTekniker, ProcessIngenjör

# notifyDirectorOrderStartCount_7
source: Warning! Part number {0} has already been started 6 out of 6 allowed times without an established process card. The process issues MUST be investigated and the process card must be established before a new order is started.
sv_se: Varning! Artikelnummer {0} har redan startats 6 av 6 tillåtna gånger utan fastslaget processkort. Processproblemen skall utredas och processkort skall fastslås innan ny order startas.

# notifyUserOrderStartCount_7
source: PartNumber {0} has been started for {1} times without an established process card. The process issues MUST be investigated and a process card must be established before a new order is started. The order can ONLY be initiated by someone with the following role: Quality Director, Production Director
sv_se: Artikelnr {0} har startats {1} gånger utan fastslaget processkort. Processproblemen behöver utredas och ett processkort skall fastslås innan en ny order startas. Ordern kan ENDAST startas av någon med följande befattning: Kvalitetsdirektör, Produktionsdirektör

# approve_Processcard_Ok
source: The process card is now approved.
sv_se: Processkortet är nu godkänt.
