Repository: RichardAakula/DigitalProductionProgram
Catalog: Properties/Resources.*.resx
Languages: sv_se, th_th

# measureinstrument_Delete_4
source: belongs to template for this workoperation and can not be deleted.
sv_se: tillhör mallen för denna Arbetsoperation och går ej att radera.

# maintenanceWork_4
source: In approximately
sv_se: Om ca

# authority_18
source: Edit user
sv_se: Redigera en Användare

# protocol_Info_2
source: Startup
sv_se: Uppstart

# btn_AuthoritiesRemoveUser
source: Delete User
sv_se: Ta bort Användare

# Menu_Help_InstructionVideos_RecentlyOpenedOrders
source: Most recently Initiated Orders
sv_se: Senast startade Ordrar

# authority_22
source: Provide feedback from QC on an order
sv_se: Ge feedback från QC på en order

# browseProtocols_2
source: If you select the option ‘Do NOT load orderdata,’ you can click on orders in the order list without loading the data.
sv_se: Om du markerar alternativet “Ladda inte order” så kan du klicka på ordrar i orderlistan utan att data laddas.

# tuneZumbachData_6
source: Smoothing out the curves in the chart. Measurement
sv_se: Jämnar till kurvorna i diagrammet. Mätning

# manageTemplates
source: You must be logged in with right authorities to create/edit templates for the protocols.
sv_se: Du måste vara inloggad med rätt behörighet för att kunna skapa/editera mallar för protokollen.

# settings_Page_ProdLine
source: Production Line
sv_se: Produktionslinje

# tuneZumbachData_7
source: It differs
sv_se: Det skiljer

# Menu_User_Authorities_CustomFactories
source: Custom Factories
sv_se: Anpassade Fabriker

# label_DiscardUser
source: Delete User
sv_se: Radera Användare

# label_ProcessCard_ExtraInfo
source: Extra Info for operators that is only visible in the application:
sv_se: Extra Info åt operatörerna som endast syns i programmet:

# btn_PreFab
source: PreFab
sv_se: Halvfabrikat

# empNr
source: Emp.Number
sv_se: Anst.Nr

# settings_Page_Parts
source: Special Parts
sv_se: Special Artiklar

# btn_EditAmount
source: Edit Amount
sv_se: Redigera Mängd

source: Date-Time
sv_se: Datum-Tid

# label_ChangeChargeNr_Info_1
source: Please write a comment about why you have changed batchnumber:
sv_se: Skriv i en kommentar om varför du har bytt lotNr:

# authority_16
source: Start 5th order without a predefined process card
sv_se: Starta 5e Order utan fastslaget Processkort

# btn_DiscardMeasurement
source: Discard Measurement
sv_se: Kassera Mätning

# extrusionTEF_Info_7
source: Loading Protocol/Processcard...
sv_se: Laddar Körprotokoll/Processkort...

# label_Latest10Values_Info
source: Click in the window to shut it down.
sv_se: Klicka i fönstret för att stänga ner det.

# loadingProductionlines_1
source: Loading Production lines...
sv_se: Hämtar produktionslinjer...

# statsProdLine_4
source: Total Orders / Year
sv_se: Antal Ordrar / År

# rollingTips_5
source: orders were run
sv_se: ordrar kördes år

# delete_user
source: from the system?
sv_se: från programmet?

# label_Workoperation
source: Workoperation:
sv_se: Arbetsoperation:

# saveProcesscard_Info_1
source: Please, fill in the Production Line before you save the process card. The Production Line is used to separate the process cards if there are multiple process cards for the same PartNumber.
sv_se: Produktionslinje måste fyllas i före du försöker spara ett processkort. Produktionslinje används för att separera processkorten om det finns multipla processkort för samma artikelnr.

# chooseExtruder
source: You must choose extruder before you choose type of screw.
sv_se: Du måste välja extruder före du väljer typ av skruv.

# btn_HS_Machine_NewColor
source: Choose a new Color
sv_se: Välj ny färg

# authority_9
source: Edit a finished Order
sv_se: Editera en avslutad Order

# label_EstablishedBy
source: Established by: Sign./Emp.Nr:
sv_se: Upprättat av: Sign./Anst.nr:

# extraComments_Info_2
source: Fill in both spool number and comment in order to save row, or it will be deleted.
sv_se: Fyll i både spole och kommentar för att spara raden, annars försvinner den helt.

# label_InfoChooseDepartment
source: I you can't find your name in list - you can choose department from which program will retrieve names from.
sv_se: Om du inte hittar ditt namn i listan så kan du välja vilken Avdelning programmet skall hämta användare från.

# processcard_MissingInfo
source: Necessary information is missing in the process card.
sv_se: Nödvändig information saknas på processkortet.

source: Name:
sv_se: Namn:

# measureprotocol_Info_10
source: Confirm your length measurement with your password.
sv_se: Bekräfta längdmätning med ditt lösenord.

# protocol_EquimentInfo_3
source: No, soft to hard material
sv_se: Nej, mjukt till hårt material

# login_Info_1_4
source: Changelog
sv_se: Versionshistorik

# statsProdLine_2
source: Most Common PartNumber
sv_se: Vanligaste ArtikelNr

# validateData_Info_1
source: You can not write in this field, instead right-click in field and choose from list.
sv_se: Denna ruta går ej att skriva i, Högerklicka istället i rutan och välj från listan.

# rb_HistoricalData
source: Historical data:
sv_se: Historiska Data:

# label_ChoosePC_Header
source: Processcard management
sv_se: Hantering av Processkort

# missingLayer_1
source: This Partnumber lacks information on how many layers the hose has, please fill in below how many layers the hose has. Note! It must be between 1 to 3 layers.
sv_se: Detta artikelnr saknar information om hur många lager slangen har, fyll i nedan hur många lager slangen har. OBS! Det måste vara mellan 1 till 3 lager

source: Role:
sv_se: Roll

source: Start-Date:
sv_se: Start-Datum:

# browseProtocols
source: Browse old Protocols
sv_se: Bläddra i gamla Körprotokoll

# Protocol_Extrusion_TEF
source: Protocol/Processcard -Extrusion Thermo
sv_se: Körprotokoll/Processkort -Extrudering, TEF

# measureprotocol_Info_9
source: You can not transfer a length measurement if you have data filled in in one of the other text fields.
sv_se: Du kan inte överföra en längdmätning om du har data inskrivet i något av dom övriga textrutorna.

# maintenanceWork_2
source: , a maintenance work will be in progress. The program can´t be used during this time.
sv_se: , kommer ett underhållsarbete att påbörjas och programmet kommer inte att kunna användas under en tid.

# btn_ClearProcessCard
source: Clear Process card
sv_se: Töm Processkortet

# finishedOrder
source: Finished Order: Date / Sign
sv_se: Avslutat Order: Datum / Sign

# label_ApprovedBy
source: Approved by: Sign./Emp.Nr:
sv_se: Godkänt av: Sign./Anst nr:

# orderNotDone_1
source: You initiated Order
sv_se: Du har startat Order

# btn_AddUpdateUser
source: Add User
sv_se: Lägg till Användare

# openProcessardManagementWarning
source: You cannot have an order open when you are handling process cards. Please restart the program or select New Order in the File menu and try again.
sv_se: Du kan inte ha en order öppen när du hanterar processkort. Vänligen starta om programmet eller välj Ny order i menyn Arkiv och pröva igen.

# rollingTips_2
source: measurements.
sv_se: mätningar.

# label_EmpNr
source: Emp.Nr:
sv_se: Anst.Nr:

source: EXPANSION PROCESS
sv_se: BLÅSNING

# orderNotDone_5
source: Do you want to open this order now?
sv_se: Vill du öppna denna order nu?

# chooseProcesscard_Info_1
source: Run without Processcard
sv_se: Kör utan Processkort

# btn_HS_Machine_Close
source: Save and Exit
sv_se: Spara och Avsluta

# measureprotocol_Info_5
source: Data missing
sv_se: Data saknas

# btn_AuthoritiesRemoveRole
source: Delete Role
sv_se: Ta bort Roll

# login_Info_1_1
source: The latest version you have read information about is:
sv_se: Den senaste versionen du har läst information om är:

# label_ChooseItemInfo
source: You can filter this list by writing text in the textbox.
sv_se: Filtrera listan genom att skriva i textrutan nedanför.

# measureprotocol_Info_8
source: Please, fill in length before you transfer a length measurement.
sv_se: Fyll i längd före du överför en längdmätning.

# btn_Remove_Extruder
source: Remove Last Extruder
sv_se: Ta bort senaste Extruder

# authority_Check_2
source: In the mainmenu "User-Authorities", you can see what authority you need for this.
sv_se: I menyn Användare-Behörigheter kan du se vem som har behörighet för detta.

# btn_Save_Processcard
source: Save Processcard
sv_se: Spara Processkortet

# orderNotDone_4
source: If this order is completed, please open it and finalize it to avoid having too many open orders in the system.
sv_se: Om denna order är klar, vänligen öppna och avsluta den så att det inte ligger för många öppna ordrar i systemet.

source: Yes
sv_se: Ja

# label_ProdType
source: Product Type:
sv_se: Produkttyp:

# maintenanceWork_minutes
source: minutes
sv_se: minuter

# label_PasswordUser
source: User:
sv_se: Användare:

# lbl_Settings_Delete_ProdLine_Silduksbyte
source: Delete Production line
sv_se: Radera Prodtuktionslinje

# print_Header_Protocol_HS
source: Form: Process card for HeatShrink
sv_se: Blankett: Processkort/Körprotokoll för Krympslang

# label_Warning
source: Warning, value outside control limit
sv_se: Varning, värde utanför styrgräns

# changeBatchNr_Info_3
source: You need to write at least 5 letters in your comment.
sv_se: Du behöver skriva minst 5 bokstäver i kommentaren.

# authority_5
source: Configure settings for Databases
sv_se: Ändra inställningar för Databaser

# validateData_Info_7_1
source: You are outside the nominal value of the process card, but as
sv_se: Du är utanför Nominella värdet på Processkortet men som

# label_PasswordInfo
source: Confirm your password with Enter/Retur
sv_se: Bekräfta ditt lösenord med Enter/Retur

# label_MeasureInstrument_Header
source: Measurement Instrument
sv_se: Mätdon

# protocol_OpenAnotherUser_2
source: on the computer
sv_se: på datorn

# label_Ok
source: Value Ok
sv_se: Värde Ok

# spool_2
source: Bag
sv_se: Påse

# orderNotDone_2
source: about
sv_se: för ca

# label_Settings_InfoMeasureinstrument_Remove
source: Click on a Measurement instrument to remove it from active Workoperation
sv_se: Klicka på ett Mätdon för att radera det från aktiv Arbetsoperation.

source: Prepared by:
sv_se: Utarbetat av:

# label_Discarded
source: Discarded
sv_se: Kasserad

# label_Factory
source: Factory:
sv_se: Fabrik:

# zumbach_Info_8
source: Are you sure you want to delete all measurements from this measurement
sv_se: Är du säker att du vill radera alla mätningar från mätning

# measureprotocol_Info_2
source: Confirm this measurement with your password.
sv_se: Bekräfta mätningen med ditt lösenord.

# protocol_EquimentInfo_4
source: No, light to dark color
sv_se: Nej, ljus till mörk färg

# managePCNotLoggedIn
source: You must be signed in with right authorities to save or edit a processcard.
sv_se: Du måste vara inloggad med rätt behörigheter för att kunna spara eller editera ett processkort.

# lbl_LC_Name
source: Click here for Line Clearance…
sv_se: Klicka här för Line Clearance...

# zumbach_Info_5
source: Measurement data has already been registered at this position.
sv_se: Det har redan registrerats data på denna position.

# rillat
source: Grooved
sv_se: Rillat

# loadingProductionlines_2
source: Adding info for Production lines...
sv_se: Lägger till info om Produktionslinjer...

# zumbachCounter_2
source: billions
sv_se: miljarder

# multipleRevisionsMeasureTemnplate
source: This partnumber contains different revisions of the measurement template, so you must actively choose which revision you want to load orders from.
sv_se: Detta artikelnr innehåler olika revisioner av Mätformuläret så du måste aktivt välja vilken revision du vill ladda ordrar från.

# removeStartup_1
source: You can not delete startup #1
sv_se: Du kan inte radera Uppstart #1.

# Menu_User_Authorities_CustomMailAddresses
source: Custom MailAddresses
sv_se: Anpassade Mailadresser

# extraComments_Info_1
source: You need to fill in both Spool number and Comment in order to update Extra Comment
sv_se: Du måste fylla i både Spole samt Kommentar för att uppdatera en Extra Kommentar

# label_Measurement
source: Measurement
sv_se: Mätning

# label_List_PartNr
source: List of Partnumbers
sv_se: List med ArtikelNr

# label_Workoperation_Header
source: Choose Workoperation
sv_se: Välj Arbetsoperation

# Menu_Help_InstructionVideos_SaveProcessCard
source: Save new Process card
sv_se: Spara Nytt Processkort

# btn_Add_Extruder
source: Add Extruder
sv_se: Lägg till Extruder

# label_ChangeChargeNr_Header
source: Note! You are not allowed to run an order with two different batchnumbers
sv_se: OBS! Du får inte köra en order med två olika lotnr

# settings_Page_Department
source: Department
sv_se: Avdelning

# Menu_Settings_CalculateMaterial
source: Calculate Material
sv_se: Beräkna Material

# btn_AuthoritiesRemoveWorkoperation
source: Delete Workoperation
sv_se: Ta bort Arbetsoperation

# chb_ChoosePC_AutoChoose
source: Let program choose my workoperation depending on my own department belonging. This can be changed later in Settings.
sv_se: Låt programmet i fortsättningen välja arbetsoperation beroende på vilken avdelning jag tillhör. Detta kan ändras i inställningarna senare.

# equipment_Info_8
source: Fill in the equipment for machine
sv_se: Fyll i utrustningen för maskin

# label_HS_Color_Info
source: The color of the HS-Machine is important for easily separate which line is being used when you have multiple programs open on the same computer/screen. First, select HS-Machine in the list below and then choose a color and if needed you can invert the color of the text if it becomes difficult to read.
sv_se: Färgen på HS-Maskinen är viktig för att enkelt separera vilken linje som används när man har flera program öppna på samma dator/skärm. Välj först HS-Maskin i listan nedan och ändra sedan färg och invertera färgen på texten om det blir svårt att läsa.

# slätt
source: Plain
sv_se: Slätt

# btn_TransferLengthMeasure
source: Transfer Length measurement
sv_se: Överför Längdmätning

# label_ChooseDepartment_Username
source: Choose from which department you want the programme to retrieve usernames from (if username is to be chosen)
sv_se: Välj vilken avdelning du vill att programmet skall hämta användarnamn från där namn skall väljas

# update_Info_1
source: There is an IMPORTANT update to download! Restart the program and update. If you do not restart, there is a risk that the program will not work properly.
sv_se: Det finns en VIKTIG uppdatering att hämta! Starta om programmet och uppdatera. Om du inte startar om finns det risk för att programmet inte kommer att fungera som det ska.

# authority_Check_3
source: To manage authorization you need one of this authorities: SuperAdmin Process Engineer Quality Director Quality Engineer
sv_se: För att ändra i dessa behörigheter krävs någon av dessa behörigheter: SuperAdmin Process Ingenjör KvalitetsDirektör KvalitetsIngenjör

# startOrder_NeedLogin
source: You must log in before you start a new Order.
sv_se: Du måste logga in före du försöker starta en ny Order.

source: FORMING
sv_se: FORMNING

# browseProtocols_1
source: Remove selected orders from the list. (NOTE! Nothing happens with the order, next time it will appear in the list again)
sv_se: Ta bort markerade ordrar från listan. (OBS, inget händer med ordern, nästa gång är den tillbaks igen)

# Menu_Help_InstructionVideos_SignIn
source: Sign in
sv_se: Logga in

# label_Info_Prodline
source: Very importen to choose the correct Production line here, especially when multiple process cards are in use. Production lines are loaded from Monitor. If your production line is missing, please contact Admin.
sv_se: Det är väldigt viktigt att du väljer rätt Produktionslinje här, speciellt när multipla Processkort används. Produktionslinjerna hämtas från Monitor. Om rätt linje saknas, kontakta Admin.

# orderDone_2
source: on Machine #
sv_se: på Maskin #

# label_Department
source: Department:
sv_se: Avdelning:

# tuneZumbachData_8
source: measurement points between the positions. Do you want me to continue smoothing out these curves?
sv_se: mätpunkter mellan positionerna. Vill du att jag skall fortsätta jämna till dessa kurvor

# zumbach_Info_9_2
source: measurements from position
sv_se: mätningar från position

# zumbach_Info_13
source: You must sign in before you start logging Zumbach-measurements. This window will now close.
sv_se: Du måste logga in före du gör Zumbachmätningar. Fönstret kommer nu att stängas ner.

# print_Header_ExtraComments
source: Form: Extra comments
sv_se: Blankett: Extra Kommentarer

# zumbach_Info_1
source: Fill in the pipes in protocol before Zumbach-measurements is started. If pipe is missing in one of the positions, then choose N/A.
sv_se: Fyll i vilka rör du använder i Körprotokollet före du börjar mäta me Zumbach. Om du inte har nåt rör i en position väljer du N/A istället.

# btn_RemoveStartUp
source: Remove Last Startup
sv_se: Ta bort senaste Uppstart

# missingMeasurePoints
source: Please note: Currently, there are no measurement points for this order, or there may be a problem with the connection to Monitor. We ask you to enter the values yourself. Make sure you enter them correctly! If you’re unsure or need help, contact the admin.
sv_se: OBS!: Det finns just nu inga mätpunkter för denna order, eller så är det problem med anslutningen till Monitor. Vi ber dig att fylla i värdena själv. Se till att du skriver in rätt! Om du är osäker eller behöver hjälp, kontakta admin.

# changeProcesscard_Info_3
source: Choose which process card you want to assign to your order.
sv_se: Välj vilket processkort du vill koppla din order mot.

# print_LineClearance_1
source: Date / Name:
sv_se: Datum / Namn:

# label_PasswordPassword
source: Password:
sv_se: Lösenord:

# btn_Clear_HelpInput_2
source: Clear
sv_se: Töm

# rollingTips_4
source: times.
sv_se: gånger.

# saveProcesscard_Info_2
source: You can't save this revision because it's already signed by QA. Change revision and try to save again.
sv_se: QA har redan signerat detta kort så du kan inte spara över denna revision. Byt revision och försök spara igen.

# label_ChoosePC_Info_1
source: Below you can click on the workoperation you want to enter
sv_se: Här nedan kan du klicka på den arbetsoperation du vill gå till.

# label_Settings_Info_Measureinstruments
source: First, choose workoperation and then choose measurement instruments connected to the active workoperation
sv_se: Välj först Arbetsoperation och välj sedan vilka Mätdon som tillhör Arbetsoperationen

# login_AddUser
source: Add User
sv_se: Lägg till Användare

# tuneZumbachData_2
source: You should consider discarding this measurement since the data is not complete. (some positions are missing)
sv_se: Du bör överväga att skrota denna mätning eftersom datat ej är fullständig. (Positioner saknas)

# label_AddUser
source: Add User:
sv_se: Lägg till Användare:

# orderProdtime
source: Total Production time:
sv_se: Total Produktionstid:

# label_Password
source: Password:
sv_se: Lösenord:

# btn_ProcesscardBasedOn
source: Processcard Based On:
sv_se: Processkortet är baserat på:

# print_Header_Protocol
source: Form: Digital Protocol for HeatShrink.
sv_se: Blankett: Digitalt protokoll för Krympslang.

# saveProcesscard_Info_3_2
source: If this process card needs to be signed by QA, you need to create a Jira case.
sv_se: Om detta Processkort behöver godkännas av QA måste du skapa ett ärende i Jira.

# btn_Exit
source: Exit
sv_se: Avsluta

# zumbach_Info_9_3
source: measurement
sv_se: mätning

# maintenanceWork_days
source: days
sv_se: dagar

# validateData_Info_4_2
source: and the process card is based on historical data so please take extra samples out and send a message to Quality Control. You need to inform a Supervisor/Process Technician/Process Engineer that the process card need an update?
sv_se: och processkortet är baserat på Historiska data så extra prover skall tas ut samt QC skall meddelas. Du måste meddela en Arbetsledare/Processtekniker/ProcessIngenjör att processkortetet behöver uppdateras?

# zumbachCounter_1
source: millions
sv_se: miljoner

# customFactory
source: Custom Factories
sv_se: Anpassade Fabriker

# deleteOrder_Info_1
source: You need to open an order before you delete one.
sv_se: Du måste öppna en order före du försöker radera en.

# login_Info_2
source: Choose your name in the list, then write your password and press Enter. You can also click on your initials/Emp.number if they are in the name-field. This field will include the latest used names. Add user: (Note! Eligibility requirements) Choose your name in the list and then write your password but DON'T push Enter - push "Add User" instead. Fill in all info for the new user and then click on "Add User". Delete User: (Note! Eligibility requirements) Choose your name in the list and then write your password but DON'T push Enter - push Add User instead. Then choose user in the scrollist bellow the text "Delete user" and then click OK. Edit User: (Note! Eligibility requirements) Choose your name in the list and then write your password but DON'T push Enter - push "Add User" instead. Then edit your info and save by clicking on "Update user".
sv_se: Välj ditt namn i listan och skriv sedan i ditt lösenord och avsluta med Enter/Retur. Du kan oxå klicka på dina initialer/anställningsnr om dom finns med i rutan med namn. Denna ruta fylls upp med dom namn som används på senaste tiden. Lägga till användare: (OBS! Behörighetskrav) Välj ditt namn i listan och skriv sedan i ditt lösenord men tryck INTE på Enter/Retur utan tryck sedan på lägg till användare. Fyll i alla uppgifter för den nya användaren och klicka sedan på lägg till användare. Radera en användare: (OBS! Behörighetskrav) Välj ditt namn i listan och skriv sedan i ditt lösenord men tryck INTE på Enter/Retur utan tryck sedan på lägg till användare. Välj sedan användare i rullgardinsmenyn under texten 'Radera användare' och klicka på ok. Redigera en användare: Välj ditt namn i listan och skriv sedan i ditt lösenord men tryck INTE på Enter/Retur utan tryck sedan på lägg till användare. Ändra dina uppgifter och spara genom att klicka på Uppdatera användare.

# changeProcesscard_Info_2
source: There is no process card attached to this PartNumber.
sv_se: Det finns inget Processkort kopplat till denna artikel.

source: UNIT
sv_se: ENHET

# Menu_User_Authorities_Roles
source: Authorities Roles
sv_se: Behörigheter Roller

# label_FirstName
source: First Name:
sv_se: Förnamn:

# authority_20
source: Configure Custom Email Addresses
sv_se: Konfigurera anpassade mail-adresser

# btn_AuthoritiesAddUser
source: Add User...
sv_se: Lägg till en användare...

# chb_HideInactive_PartNr
source: Hide Inactive PartNumbers
sv_se: Dölj Inaktiva Artiklar

# statsProdLine_5
source: Total Orders / Month
sv_se: Antal Ordrar / Månad

# login_Info_1_3
source: Do you want to read the latest Changelog?
sv_se: Vill du läsa information om senaste uppdateringarna?

# Menu_Settings_ChangeColorHS_Machine
source: Change color HS-Machine
sv_se: Ändra färg HS-Maskin

# saveSetting_1
source: Error when loading settings. Pleaste contact Admin if necessary.
sv_se: Fel vid hämtning av inställningar. Kontakta Admin vid behov.

# tuneZumbachData_1
source: Contains only
sv_se: Innehåller endast

# label_StartUps
source: Startups
sv_se: Uppstarter

# missingPartNumber_2
source: does not exist in Monitor, please check the partnumber.
sv_se: existerar inte i Monitor, vänligen kontrollera artikelnumret.

# chb_HS_Machine_InvertForeColor
source: Invert the color of the text
sv_se: Invertera färgen på texten

# authority_4
source: Approve a Process card
sv_se: Godkänna Processkort

# label_AutomaticallyChooseWorkoperation
source: Here you can choose which workoperation to automaticaly open when you start "Processcard management".
sv_se: Här kan du välja vilken arbetsoperation du automatiskt vill öppna när du startar Hantering av Processkort.

# label_Welcome
source: Welcome
sv_se: Välkommen
