Repository: RichardAakula/DigitalProductionProgram
Catalog: Properties/Resources.*.resx
Languages: sv_se, th_th

# approve_Processcard_Error
source: The process card was not approved, contact Admin if needed.
sv_se: Processkortet blev inte godkänt, kontakta Admin vid behov.

# saveProcesscard_Info_9
source: The template’s revision cannot be empty, select a revision and try again.
sv_se: Mallens revision får inte vara tom, välj revision och försök igen.

# browseProtocols_3
source: Deactivate selected order for the Order Counter. This order will then not be included in the statistics for how many times a part number has been started without a process card.
sv_se: Inaktivera markerad order för Orderräknaren. Denna order kommer därefter inte att inkluderas i statistiken över hur många gånger ett artikelnummer har startats utan processkort.

# browseProtocols_4
source: Activate selected Order.
sv_se: Aktivera markerad Order.

# preFab_BestBefore
source: Best Before:
sv_se: Bäst Före:

# Menu_Protocol_ManageMeasureProtocol_Templates
source: Manage Templates for Measureprotocols
sv_se: Hantera Mallar för Mätprotokoll

# closeProtocols
source: You need to close down all other protocols before Browsing old Protocols.
sv_se: Stäng ner Körprotokollet/Mätprotokoll före du bläddrar i gamla Körprotokoll.

# label_ProtocolTemplateRevision
source: Choose Revision for Protocol-Template
sv_se: Välj Revision för Protokollets Mall

# label_MeasureProtocolTemplateName
source: Choose Template for MeasureProtocol
sv_se: Välj Mall för Mätprotokollet

source: Revision Info:
sv_se: Revisions Info:

# isOkAddStartUp
source: You must fill in all values in the latest startup before trying to add a new startup. If no value is used, you can double-click the cell for N/A.
sv_se: Du måste fylla i alla värden i den senaste uppstarten före du försöker lägga till en ny uppstart. Om inget värde används kan du dubbelklicka i cellen för N/A.

# Menu_Order_ReLink_Protocol
source: To a new Protocol
sv_se: Till ny Mall för Protokollet

# Menu_Order_ReLink_MeasureProtocol
source: To a new Measurement Protocol
sv_se: Till ny Mall för Mätprotokollet

# Menu_Order_LinkOrder
source: Link Order
sv_se: Länka Order

# Menu_Protocol_ManageTemplates_Protocols
source: Protocols
sv_se: Protokoll

# Menu_Protocol_ManageTemplates_MeasureProtocol
source: Measurement Protocols
sv_se: Mätprotokoll

# mail_ApproveProcesscard_2
source: Approve Process card:<br /> PartNumber: {0}<br /> RevNr: {1}<br /> ProdLine: {2}<br /> ProdGroup: {3}<br /> Workoperation: {4}<br /><br /> Please approve this process card immediately.<br /><br /> Order {5} - {6} was just started with Revision {7}.
sv_se: Godkänn Processkort:<br /> ArtikelNr: {0}<br /> RevNr: {1}<br /> ProdLinje: {2}<br /> ProdGrupp: {3}<br /> Arbetsoperation: {4}<br /><br /> Vänligen godkänna detta processkort omgående<br/><br /> Order {5} - {6} startades just med Revision {7}.

# mail_ApproveProcesscard_1
source: There is a later revision of the Process Card that is not approved by QA and you are now running on revision {0}. Note! It is perfectly okay to run on this Revision and QA has now been notified that the new revision needs to be approved.
sv_se: Det finns en senare Revision av Processkortet som inte är godkänd av QA och du kör nu på Revision {0} OBS! Det är helt ok att köra på denna Revision och QA är nu meddelat att den nya Revisionen behöver godkännas.

# mail_ApproveProcesscard
source: Reminder: QA signing of process card
sv_se: Påminnelse: QA-signering av processkort

# print_IsValueCritical
source: Parameters in bold = Critical value
sv_se: Parametrar i fet stil = Kritiskt värde

# Menu_Settings_ToolsCalculator
source: Tool Calculator
sv_se: Verktygsberäkning

# selectTemplateError
source: You have not selected a template for either the Protocol or the Measurement Protocol, and the order cannot be started. Please try again. Contact Admin if you encounter any issues.
sv_se: Du har inte valt mall för antingen Körprotokoll eller Mätprotokoll och ordern går ej att starta, vänligen försök igen. Kontaka Admin vid problem.

# isOkAddStartUp_2
source: Module {0} is missing one or more parameters.
sv_se: Modulen {0} saknar en eller flera parametrar.

# btn_RefreshPriorityPlan
source: Refresh Priority Plan
sv_se: Ladda om Körplanering

# cell_Protocol_ToolTip_1
source: This field is critical!
sv_se: Detta fält är kritiskt!

# cell_Protocol_ToolTip_2
source: This field is for reference only and it's okay to exceed the limits.
sv_se: Detta fält är endast för referens och är ok att köra utanför gränserna.

# print_OutOfTolerance
source: * = Out of spec
sv_se: * = Värde Utanför toleransgränser

# changeProcesscard_Info_4
source: You cannot change the process card on an order that is completed.
sv_se: Du kan inte ändra processkort på en order som är avslutad.

# changeProtocol_Info_1
source: You cannot change the template for the protocol on an order that is completed.
sv_se: Du kan inte byta mall för Protokollet på en order som är avslutad.

# changeProtocol_Info_2
source: You cannot change the template for the protocol before you have started/opened an order.
sv_se: Du kan inte byta mall för Protokollet före du startat/öppnat en order.

# changeMeasureProtocol_Info_1
source: You cannot change the template for the measureprotocol on an order that is completed.
sv_se: Du kan inte byta mall för Mätprotokollet på en order som är avslutad.

# changeMeasureProtocol_Info_2
source: You cannot change the template for the measureprotocol before you have started/opened an order.
sv_se: Du kan inte byta mall för Mätprotokollet före du startat/öppnat en order.

# BrowseOldMeasureprotocol
source: F3-Browse Old Measurement Protocols
sv_se: F3-Bläddra i gamla Mätprotokoll

# BrowseOldOrders
source: F4-Browse Old Orders
sv_se: F4-Bläddra i gamla Ordrar

# Compound
source: F5-Compoundform
sv_se: F5-Kompounderingsblankett

# Frequency_Marking
source: F9-Frequency Marking
sv_se: F9-Frekvensmarkering

# Measureprotocol
source: F1-Measurement Protocol
sv_se: F1-Mätprotokoll

# Protocol
source: F2-Protocol
sv_se: F2-Körprotokoll
th_th: ฉ2...โปรโตคอลการขับขี่

# OverviewProdlines
source: F7-Overview Production Lines
sv_se: F7-Överblick Produktionslinjer

# Statistics
source: F8-Statistics
sv_se: F8-Statistik

# stringRestartComputer
source: To activate new language, please restart programme.
sv_se: Vänligen starta om programmet för att aktivera det nya språket.
th_th: โปรดรีสตาร์ทแอปพลิเคชันเพื่อเปิดใช้งานภาษาใหม่

# Menu_Arkiv
source: File
sv_se: Arkiv
th_th: หอจดหมายเหตุ

# Menu_Arkiv_ChangeCompany
source: Change company
sv_se: Byt företag
th_th: เปลี่ยนบริษัท

# Menu_Arkiv_Exit
source: Exit
sv_se: Avsluta
th_th: ยุติ

# Menu_Arkiv_NewOrder
source: New Order
sv_se: Ny Order
th_th: คําสั่งซื้อใหม่

# Menu_Arkiv_Open
source: Open Order
sv_se: Öppna Order
th_th: เปิดคําสั่งซื้อขาย

# Menu_Arkiv_Preview
source: Preview
sv_se: Förhandsgranska
th_th: ดูตัวอย่าง

# Menu_Arkiv_Print
source: Print Order (Only Copy)
sv_se: Skriv ut Order (Endast kopia)
th_th: สั่งพิมพ์ (ถ่ายเอกสารเท่านั้น)

# Menu_Order_CreateTestOrder
source: Create Testorder
sv_se: Skapa Testorder
th_th: สร้างคําสั่งซื้อสําหรับทดสอบ

# Menu_Order_DeleteOrder
source: Delete Order
sv_se: Radera Order
th_th: ลบคําสั่งซื้อ

# Menu_Order_EditOrder
source: Edit Order
sv_se: Redigera en order
th_th: แก้ไขคําสั่งซื้อ

# Menu_Order_OpenRandomOrder
source: Open a random Order
sv_se: Öppna Random Order
th_th: เปิดคําสั่งซื้อแบบสุ่ม

# Menu_Order_OrderDone
source: Order Done
sv_se: Order Klar
th_th: สั่งซื้อพร้อม

# Menu_Order_ReportProblemProductionSupport
source: Report issues to production support
sv_se: Rapportera problem till produktionssupport
th_th: รายงานปัญหาไปยังฝ่ายสนับสนุนการผลิต

# Menu_Protocol
source: Protocol
sv_se: Protokoll
th_th: บัตรกระบวนการ

# Menu_Order_ReLink_Processcard
source: To a new Process card
sv_se: Till nytt Processkort
th_th: เปลี่ยนบัตรกระบวนการสําหรับการสั่งซื้อที่ใช้งานอยู่

# Menu_Protocol_ManageProcesscards
source: Manage Process cards
sv_se: Hantera Processkort
th_th: จัดการบัตรกระบวนการ

# Menu_Protocol_Unlock_ValidatedProcesscard
source: Unlock Validated Process card
sv_se: Lås upp Validerat Processkort
th_th: ปลดล็อกการ์ดกระบวนการที่ผ่านการตรวจสอบแล้ว

# label_AnstNr
source: Emp.Nr:
sv_se: Anst.Nr:

# label_Avdelning
source: Department:
sv_se: Avdelning:

# label_Befattning
source: Position:
sv_se: Befattning:

# label_Blue
source: Multiple Processcards exists
sv_se: Multipla processkort finns

# label_Brown
source: Processcard under development and Processcard needs to be locked.
sv_se: Processkort under framarbetning, och processkort behöver fastslås.

# label_Filter
source: Filter Workoperations
sv_se: Filtrera Arbetsoperationer

# label_Green
source: Order Ok to start
sv_se: Order OK att starta

# label_Orange
source: Processcard is missing and needs to be created.
sv_se: Processkort saknas och behöver upprättas.

# label_ProdGroup
source: Production Group:
sv_se: Prod.grupp:

# label_ProductionSchedule
source: Priority Plan
sv_se: Körplanering

# label_QuickOpenOrder
source: Open most recently initiated orders
sv_se: Öppna senast startade order

# label_Red
source: Process card not approved by QA
sv_se: Processkort ej godkänt av QA

# label_White
source: Process card Missing
sv_se: Processkort saknas

# label_Yellow
source: Order Started
sv_se: Order Startad

# Menu_Help
source: Help
sv_se: Hjälp

# Menu_Help_ChangeLog
source: Changelog
sv_se: Versionshistorik

# Menu_Help_ReportBug
source: Report a bug/improvement
sv_se: Rapportera in en bugg/förbättring

# Menu_Settings
source: Tools
sv_se: Verktyg

# Menu_Settings_Settings
source: Settings
sv_se: Inställningar

# Menu_Themes
source: Themes
sv_se: Teman

# Menu_User
source: User
sv_se: Användare

# Menu_User_Authorities
source: Authorities
sv_se: Behörigheter

# Menu_User_CheckMyAnalysis
source: Check my Analysis
sv_se: Kolla min Analysis

# Menu_User_EditUser
source: Edit User
sv_se: Redigera användare

# Menu_User_LogIn
source: Sign In
sv_se: Logga in

# Menu_User_LogOut
source: Sign Out
sv_se: Logga ut

# Menu_User_LogOutUser
source: Log out user from the Protocol
sv_se: Logga ut användare från Protokollet

# Menu_User_WhoIsLoggedIn
source: Who is Signed In?
sv_se: Vem är inloggad?

# label_Amount
source: Amount:
sv_se: Mängd:

# label_Customer
source: Customer:
sv_se: Kund:

# label_Description
source: Description:
sv_se: Benämning:

# label_OrderStartedBy
source: Started By:
sv_se: Startad Av:

# label_PartNumber
source: PartNr:
sv_se: ArtikelNr:

# label_ProdLine
source: Production Line:
sv_se: Produktionslinje

# label_SignedInMonitor
source: Signed In Monitor:
sv_se: Instämplad Monitor:

# label_Stop
source: Stop:
sv_se: Stopp:

# label_TotalOrders
source: Total Orders:
sv_se: Antal Ordrar:

# btn_No
source: No
sv_se: Nej

# btn_Yes
source: Yes
sv_se: Ja

# StartOrder
source: Do you want to start the order:
sv_se: Vill du starta Order:

# chartSerieMeasurepoints1
source: Avg: Last Order
sv_se: Avg: Senaste Order

# chartSerieMeasurepoints2
source: Avg: Partnumber
sv_se: Avg: Artikel

# Warning_OpenMeasureProtocol_1
source: Close down, Browse old protocols, before opening new Protocol.
sv_se: Stäng ner Bläddra gamla Körprotokoll före du försöker öppna Körprotokollet.

# Warning_OpenMeasureProtocol_2
source: You cannot perform measurements until you have chosen HS-Machine in the Protocol.
sv_se: Du kan inte börja mäta före du valt vilken Krympslangsmaskin du använder på Körprotokollet.

# Warning_OpenMeasureProtocol_3
source: You cannot perform measurements until Line Clearance is completed and approved by authorized personnel.
sv_se: Du kan inte göra mätningar före LineClearance är gjord samt godkänd av behörig personal i Körprotokollet.

# Warning_OpenMeasureProtocol_4
source: You cannot perform measurements until Line Clearance is completed.
sv_se: Du kan inte göra mätningar före LineClearance är gjord i Körprotokollet.

# Warning_OpenMeasureProtocol_5
source: You need to initiate an order before doing measurements.
sv_se: Du måste starta ordern före du kan fylla i mätprotokollet.

# label_Measurepoints
source: Measurepoints
sv_se: Mätpunkter

# label_MeasureInformation
source: Measureinformation
sv_se: Mätinformation

# uploadPicture_1
source: Start/Open an order before you try to upload a picture
sv_se: Starta/öppna en order före du försöker ladda upp en bild.

# uploadPicture_2
source: Select a picture you want to upload
sv_se: Välj en bild som du vill ladda upp

# uploadPicture_3
source: Picture is saved and can now be seen everytime this partnumber is run.
sv_se: Bilden har nu sparats och kan ses varje gång denna artikel körs.

# label_Header_ActiveOrders
source: Your Active Orders
sv_se: Dina Aktiva Ordrar

# finishOrder_1
source: This order is finished, you can´t finish it again. Contact Admin if necessary.
sv_se: Denna order är redan avslutad, du kan inte avsluta den igen. Kontakta Admin vid behov.

# finishOrder_2_1
source: You have only made
sv_se: Du har gjort endast

# finishOrder_2_2
source: measurements. QC demands that you do at least 13 measurements
sv_se: mätningar. QC kräver att du gör minst 13 st längdmätningar

# finishOrder_3_1
source: before you finish the order.
sv_se: före du avslutar ordern.

# finishOrder_3_2
source: You have as
sv_se: Du har som

# finishOrder_3_3
source: authority to finish the order anyway.
sv_se: behörighet att avsluta ordern ändå.

# finishOrder_3_4
source: Do you want to continue finishing the order?
sv_se: Vill du fortsätta avsluta ordern?

# orderDone_1
source: Fill in
sv_se: Fyll i

# finishOrder_4
source: Sign in before you finish an order.
sv_se: Logga in före du avslutar en order.

# finishOrder_MeasureEq_1
source: Fill in all the measurement equipment numbers in the Measurement protocol
sv_se: Fyll i alla MätdonsNr i Mätprotokollet

# finishOrder_MeasureEq_2
source: Fill in the measurement equipment number in the Measurement protocol
sv_se: Fyll i MätdonsNr i Mätprotokollet

# m
source: You need to conduct Line Clearance
sv_se: Du måste göra LineClearance

# Menu_Developer
source: Developer
sv_se: Utvecklare

# Menu_Developer_GetOrderInfo
source: Get Order Info
sv_se: Hämta Order Info

# Menu_Equipment
source: Equipment
sv_se: Utrustning

# Menu_Equipment_UseFilter
source: Use Candlefilter
sv_se: Använd Filterhus

# Menu_Equipment_UseSilpaket
source: Use Screen package
sv_se: Använd Silpaket

# finishOrder_Halvfabrikat_1
source: Fill in the batch number for the PreFab in the Protocol
sv_se: Fyll i Halvfabrikatets batchnr i Körprotokollet

# finishOrder_Halvfabrikat_2_1
source: Fill in which extruder is used for the PreFab with the partnumber
sv_se: Fyll i vilken Extruder som används för Halvfabrikatet med artikelnr

# finishOrder_Halvfabrikat_2_2
source: in the protocol
sv_se: i Körprotokollet

# finishOrder_RoomTemp
source: Fill in room temperature in Protocol
sv_se: Fyll i rumstemperatur i Körprotokollet före du avslutar ordern.

# finishOrder_RoomMoist
source: Fill in moisture content of room in the Protocol
sv_se: Fyll i rummets luftfuktighet i Körprotokollet före du avslutar ordern.

# finishOrder_Comments
source: Fill in Comments in the protocol
sv_se: Fyll i Kommentarer i Körprotokollet

# finishOrder_ExtruderCleaned
source: tick in Cleaned Extruder in the protocol
sv_se: Kryssa i Rengjort Extrudering på Körprotokollet

# label_FinishOrder_Header
source: Order is done
sv_se: Ordern är nu klar

# chb_FinishOrder_PrintOrder
source: Do you want to print the order?
sv_se: Vill du skriva ut ordern?

# btn_FinishOrder
source: Finish Order
sv_se: Avsluta Order

# btn_Abort
source: Abort
sv_se: Avbryt

# Protocol_HeatShrink
source: Protocol/Processcard -Heatshrink Expansion
sv_se: Körprotokoll / Processkort - Krympslangsblåsning, TEF

# btnZumbach
source: F6-Zumbach-measurement
sv_se: F6-Zumbach-mätning
th_th: ฉ6...ซุมบัค

# label_InactiveProcesscard
source: This Process card is inactive.
sv_se: Processkortet är inaktivt.

# label_ResetPasswordInfo
source: We’ve sent a code to your email. Enter it below.
sv_se: Vi har skickat en kod till din e-post. Skriv in den nedan.

# btn_ConfirmCode
source: Confirm code
sv_se: Bekräfta kod

# btn_NewCode
source: Send new code
sv_se: Skicka ny kod

# btn_ConfirmNewCode
source: Confirm code
sv_se: Bekräfta kod

# resetPassword_CodeExpired
source: The code has expired. Click 'Send new code'.
sv_se: Koden har gått ut. Klicka på 'Skicka ny kod'.

# resetPassword_TimeLeft
source: The code is valid for:
sv_se: Koden är giltig i:

# resetPassword_MaxAttemptsReached
source: Too many failed attempts.
sv_se: För många felaktiga försök.

# resetPassword_WrongCode
source: Incorrect code. Attempts left:
sv_se: Fel kod. Försök kvar:

# processcardNotNeedSigning
source: Processcards during Development do not require approval.
sv_se: Processkort under Framtagning behöver inte godkännas.

# processcardAlreadyEstablished
source: The process card has already been established and signed.
sv_se: Processkortet är redan etablerat och signerat.

# legendAverageValuePartNr
source: Average per Part Number
sv_se: Medelvärde per Artikel

# legendAverageLastOrder
source: Average Latest Order
sv_se: Medelvärde Senaste Order

# Menu_Arkiv_ChangeCompany_Godby
source: Optinova Godby
th_th: ออปติโนว่า ก็อดบี

# Menu_Arkiv_ChangeCompany_Holding
source: Optinova Holding
th_th: ออปติโนว่า โฮลดิ้ง

# Menu_Order
source: Order
th_th: สั่ง
