Repository: RichardAakula/DigitalProductionProgram
Catalog: Properties/Resources.*.resx
Languages: sv_se, th_th

# authority_10
source: Finish incomplete order
sv_se: Avsluta ofullständig Order

# print_Header_Protocol_Extrusion_Equipment
source: Form: Process card/Protocol for Extrusion - Equipment
sv_se: Blankett: Processkort/Körprotokoll för Extrudering - Utrustning

# authority_6
source: Change this computer to measure only
sv_se: Ändra dator till Mätdator

# label_Length
source: Length:
sv_se: Längd:

# Menu_Help_InstructionVideos_ManageAuthorities
source: Manage Authorities
sv_se: Hantera Rättigheter

# label_ProtocolTemplateName
source: Choose Template for the Protocol
sv_se: Välj Template för Protokollet

# rollingTips_3
source: You have logged in
sv_se: Du har loggat in

# checkLastOperations
source: Check 10 last operations...
sv_se: Kolla 10 senaste körningar...

# processcardAlreadySigned
source: The process card is already signed and approved.
sv_se: Processkortet är redan signerat och godkänt.

# rb_FramtagningAvProcessfönster
source: Development of Process window:
sv_se: Framtagning av Processfönster:

# validateData_Info_3_3
source: Please, check through the order and see if you need to make changes in process card.
sv_se: Kolla igenom ordern och se om du anser att en ändring i processkortet är befogad.

# label_DiscardZumbachMeasurement_Header
source: Choose the positions you want to discard:
sv_se: Välj vilka positioner du vill kassera:

# missingPartNumber_1
source: This partnumber
sv_se: Detta artikelnummer

# zumbach_Info_7
source: You have not measured all positions? Are you sure you want to switch measurement?
sv_se: Du har inte mätit på alla positioner, är du säker att du vill byta mätning?

# measureprotocol_Info_7
source: Please, fill in which position you are to measure before transfering the lengthmeasurement.
sv_se: Fyll i vilken position du mäter före du överför längdmätning.

# authority_3
source: Delete a Process card
sv_se: Radera Processkort

# authority_Check_1
source: You dont have the right authority to
sv_se: Du saknar behörighet för att

# chooseTip_Warning
source: You have to choose the type of Tip before you choose the dimension.
sv_se: Du måste välja typ av Kärna före du väljer dimension.

# saveProcesscard_Info_7_1
source: Are you sure you want to delete this process card?
sv_se: Är du helt säker på att du vill radera detta processkort?

# zumbach_Info_6_3
source: Are you sure you want to save this measurement?
sv_se: Är du säker på att du vill spara denna mätning?

# startOrder_NoWorkoperation
source: You have not selected any work operation, and no order can be started or opened.
sv_se: Du har inte valt någon arbetsoperation och ingen order kan startas eller öppnas.

# preFab_Balance
source: Balance:
sv_se: Saldo:

# warning_MonitorTestserver
source: Warning! Programme is loading data from Monitor testserver. Program is not to be used for otrhers than tests right now. Please, contact Admin if you see this message.
sv_se: VARNING! Programmet hämtar nu data från Monitors testserver. Programmet skall INTE användas annat än för tester nu. Kontakta Admin omedelbart om du ser detta meddelande.

# login_Info_7
source: If you want to make any changes, please sign in first.
sv_se: Om du vill göra ändringar, vänligen logga in först.

# zumbach_Info_2
source: Loading settings for COM-ports...
sv_se: Hämtar inställningar för COM-portar...

# validateData_Info_7_2
source: you can continue run at your own risk. You must notify responsible personnel that the process card needs to be updated?
sv_se: kan du köra vidare på eget ansvar. Du måste meddela ansvarig personal att processkortet behöver uppdateras?

# btn_EditBag
source: Edit BagNumber/SpoolNumber
sv_se: Redigera PåseNr/SpoleNr

# maintenanceWork_3
source: The planned time for the maintenance work is approximately
sv_se: Planerad tid för underhållsarbetet är ca

# infotext_Info_1
source: If you can't find a suitable option in the list, you can fill in text in the field below and press Enter-button
sv_se: Om inget av alternativen i listan passar kan du skriva i text i rutan nedanför och klicka på Enter/Retur

# saveProcesscard_Info_4
source: Process card updated for PartNumber:
sv_se: Uppdaterat processkort för Artikelnr:

# authority_25
source: Delete selected data in Zumbach
sv_se: Radera markerad data i Zumbach

# validateData_Info_2_2
source: and the process card is based on historical data so please take extra samples out and send a message to Quality Control. You need to inform your Supervisor or Process technician that the process card need an update?
sv_se: och processkortet är baserat på Historiska data så extra prover skall tas ut samt QC skall meddelas. Du måste meddela din Arbetsledare eller Processtekniker att processkortet behöver uppdateras?

# tuneZumbachData_Measurepoints
source: Measurepoints
sv_se: Mätpunkter

# label_Info
source: Choose Partnumber and the program will choose your workoperation.
sv_se: Välj ArtikelNr och programmet väljer Arbetsoperation åt dig.

# measureprotocol_Info_1
source: This order seems to miss revision of measurement protocol. Please, contact Admin for help.
sv_se: Denna order saknar av någon anledning en mätprotokollsrevision. Kontakta Admin för hjälp.

# zumbachLoadData
source: Loading measurement points for this order...
sv_se: Laddar mätningar för ordern...

# authority_19
source: Delete user
sv_se: Radera Användare

# validateData_Info_9_2
source: Outside the Tolerances for a validated process card:
sv_se: Utanför toleranser på Validerat processkort:

# delete
source: Are you sure you want to delete
sv_se: Är du säker på att du vill radera

# lbl_ChangeChargeNr_Info_Exit
source: Abort
sv_se: Avbryt

# editOrder
source: This order is not completed and cannot be edited.
sv_se: Denna order är inte avslutad och kan inte redigeras.

source: machine
sv_se: maskin

# confirmTransferPassword
source: Enter your password to confirm the transfer.
sv_se: Bekräfta överföringen med ditt lösenord.

# statsProdLine_9
source: Most common size of tubing
sv_se: Vanligaste storlek på slang

# btn_AddProfilePicture
source: Upload profile picture
sv_se: Ladda upp profilbild

# settings_Page_General
source: General
sv_se: Allmänt

# orderNotDone_3
source: months ago.
sv_se: månader sedan.

# tuneZumbachData_Measurement
source: Measurement
sv_se: Mätning

# btn_DeleteProcesscard
source: Delete Processcard
sv_se: Radera Processkortet

# authority_8
source: Delete order
sv_se: Radera Order

# validateData_Info_6
source: This is a validated process run and you may not run out of tolerances. Process technician is informed that the process card needs to be updated.
sv_se: Detta är en Validerad körning och du får INTE köra utanför toleranserna. Processtekniker är meddelad att Processkortet behöver uppdateras.

source: Form:
sv_se: Blankett:

# btn_GetDataOrder
source: Load data for Order
sv_se: Hämta data för hela Ordern

# partNrMaterial
source: PartNr mtrl:
sv_se: ArtikelNr mtrl:

# label_Info_ScreenPackage
source: Choose Screenpackage...
sv_se: Välj Silduk...

# btn_ReloadPartNr
source: Reload PartNumber
sv_se: Ladda om Artikelnr

# label_Company
source: Company:
sv_se: Företag:

# btn_TransferMeasurement
source: Transfer Measurement
sv_se: Överför Mätning

# authority_17
source: Start 7th order without a predefined process card
sv_se: Starta 7e Order utan fastslaget Processkort

# label_Info_ProcesscardChange
source: Provide information on why you have exceeded the boundaries of the process card. Once the order is complete, this will be emailed to the person in charge of the process card.
sv_se: Fyll i information om varför du har gått utanför processkortets gränser. När ordern är klar kommer detta att mailas till den som är ansvarig för Processkort.

# zumbach_Info_6_1
source: This measurement only contains
sv_se: Denna mätning innehåller endast

# extrusionTEF_Info_6
source: Are you sure that you want to delete Extruder #2? Everything under this extruder will be removed if you continue.
sv_se: Är du säker på att du vill radera Extruder #2 Datan som finns med i den kommer att raderas och går ej att återfå.

# chb_OnlyForZumbach
source: Use this computer only fom Zumbach measurements
sv_se: Använd denna dator för Zumbachmätningar

# discardedMeasurement_Info_1
source: Discarded Measurement:
sv_se: Kasserad Mätning:

# statsProdLine_7
source: Measurements in the Productionline
sv_se: Mätningar i Linjen

# btn_DeletePartNr
source: Remove Partnumber
sv_se: Radera Artikelnummer

# label_Language
source: Language
sv_se: Språk

# btn_Confirm_Equipment
source: Confirm Equipment
sv_se: Bekräfta Utrustning

# authority_21
source: Change color for HS-Machine
sv_se: Ändra färg på HS-maskin

# label_ChooseItemInfo_1
source: You can filter this list by writing text in the textfield below.
sv_se: Filtrera listan genom att skriva i textrutan nedanför.

# chb_OpenLastOrder
source: Open last Order:
sv_se: Öppna senaste Order:

# tuneZumbachData_5
source: Do you want me to delete these measurement points?
sv_se: Vill du att jag raderar dessa mätpunkter?

# update_Info_1_2
source: Do you want to update the application now?
sv_se: Vill du uppdatera programmet nu?

# lbl_EditUser
source: Edit User
sv_se: Redigera Användare

# authoritiesHeader
source: Authorities/Roles
sv_se: Behörigheter/Roller

# btn_PrintZumbach
source: Print Zumbach measurements
sv_se: Skriv ut Zumbachmätningar

# lineClearance_Info_1
source: Confirm Line Clearance with your password.
sv_se: Bekräfta Line Clerance med ditt lösenord.

# statsProdLine_Header
source: Header
sv_se: Rubrik

# quickOpen_Info
source: This is a list of the latest started orders. Click on a row to open an order rapidly.
sv_se: Detta är en lista med dom senast startade ordrarna. Tryck på valfri rad för att snabbt öppna en Order.

# label_ProductionLines_Info
source: Click on Productionline for more info
sv_se: Klicka på Produktionslinjen för mera info

# zumbach_Info_11
source: Loading measurepoints for active PartNumber...
sv_se: Laddar ner data från hela Artikeln...

# protocol_EquimentInfo_2
source: No, same material as last startup
sv_se: Nej, samma material som föreg. uppstart

# btn_AuthoritiesAddWorkoperation
source: Add Workoperation
sv_se: Lägg till Arbetsoperation

# authority_14
source: Manage measurement templates
sv_se: Hantera Mätdonsmallar

# changeProcesscard_Info_1
source: Please, open or start a new order before yoy try to change the Processcard.
sv_se: Öppna eller starta en order före du försöker byta Processkort.

# btn_HS_Machine_Exit
source: Exit
sv_se: Avsluta

# errorcode_Info_1
source: Choose one of the errorocodes and fill in a comment.
sv_se: Välj någon av felkoderna samt fyll i en kommentar.

# label_Settings_InfoZumbachCtr
source: (Here you can change how many measurepoints that will be erased from the start and end of the Zumbachmeasurement. This is done because of the start and end of the measurement often is bad)
sv_se: (Anger hur många mätpunkter programmet skall radera efter mätning för att ta bort eventuella felmätningar)

# tips_Info_1
source: Here you are free to write comments like tips and trix for this partnumber. Coment will then be available when this partnumber is restarted. You can mark the text and right-click to change color and text. Click on text "Tips and Trix" to minimize textfield.
sv_se: Här kan du skriva valfria kommentarer som tips och trix för just denna artikel. Texten kommer sedan att stå kvar nästa gång denna artikel startas. Du kan markera text och högerklicka på den för att ändra färg samt text. Klicka på texten 'Tips and Trix' för att minimera textrutan.

source: BLOWING
sv_se: BLÅSNING

# label_ChooseCompany_Header
source: Choose which Monitor-company to connect with
sv_se: Välj vilket Monitor-bolag denna dator skall användas mot

# chb_SelectOrders
source: Do NOT load OrderData
sv_se: Ladda INTE OrderData

# btn_Workoperation_Choose
source: Choose
sv_se: Välj

# label_DateFrom
source: From Date:
sv_se: Från Datum:

# zumbach_Info_14
source: Discard Measurement: If you discard a measurement the data will NOT be removed but only hidden. If you want to discard a measurement, choose your measurement and click on the button 'Discard Measurement' and then choose which position you want to discard. Load data for Order: This will load measurementpoints for the whole order. Load data for PartNumber: This will load measurementpoints from all orders for this PartNumber for the chart. Zoom Out: Zooms out the chart if you have marked a specific area. Print Zumbach-measurements: When the order is finished you need to print out the zumbach-measurements from here.
sv_se: Kassera Mätning: En kasserad mätning tar INTE bort datan utan döljer den endast. Om du vill kassera mätningen så klickar du på knappen och sedan välja vilken position du vill kassera. Hämta data från hela ordern: Hämtar data till diagrammet för hela ordern. Hämta data från hela artikeln: Hämtar data till diagrammet från alla ordrar från detta artikelNr. Zoom Out: Zoomar ut diagrammet om du har zoomat/markerat ett område tidigare. Skriv ut Zumbachmätningar: När ordern är klar skall diagrammet skrivas ut genom att trycka här.

source: EQUIPMENT
sv_se: UTRUSTNING

# lineClearance_Info_2
source: You must perform LineClearance before filling in the Run Protocol.
sv_se: Du måste göra LineClearance före du fyller i Körprotokollet

# mail_MissingMeasurePoints_2
source: Missing measurepoints.
sv_se: Mätpunkter saknas.

# monitorDeletedOrder
source: This OrderNumber does not exist in Monitor, but you can still open the order.
sv_se: Denna order kan ej hittas i Monitor, du kan ändå öppna ordern.

# validateData_Info_4_1
source: You are out of tolerance for
sv_se: Du är utanför toleranserna på

# lbl_SaveMessage
source: Save Message
sv_se: Spara Meddelande

# signProcesscardPassword
source: Enter your password to Sign the Process card.
sv_se: Fyll i ditt lösenord för att signera Processkortet

# validateData_Info_8
source: Warning: Deviation on a Validated Process card! You are not allowed to exceed the tolerances on a validated process card. However, as a {0}, you are authorized to make exceptions – for example, if there is an obvious error in the process card. After closing this message, you will have the opportunity to notify the responsible Process Engineer that the process card needs to be reviewed and updated if necessary.
sv_se: Varning: Avvikelse på ett validerat Processkort! Du får inte gå utanför toleranserna på ett validerat processkort. Men du är som {0} behörig att göra undantag - exempelvis om det finns ett uppenbart fel i processkortet. Efter att du stänger detta meddelande kommer du får möjlighet att meddela ansvarig Processingenjör om att processkortet behöver granskas och uppdateras vid behov.

# saveProcesscard_Info_8
source: You must fill in the Production Type before you save the process card. The Production Type is used to separate the process cards if there are multiple process cards for the same PartNumber.
sv_se: Du måste fylla i Produktionstyp före du sparar proceskortet. Produktionstyp används för att separera processkorten om det finns multipla processkort för samma artikelnr.

# Halvfabrikat_Info_1
source: If PreFab is missing you can click on "Add PreFab" and it will be loaded from Monitor. If you want to add a row with PreFab, please first mark the row you want to copy and then click on "Add PreFab". If you want to erase a PreFab, then click on the row you want to erase (Please click into the row right bellow the first column!), then click on "Delete PreFab".
sv_se: Om halvfabrikat saknas så kan du klicka på Lägg till Halvfabrikat så laddas halvfabrikatet från Monitor. Om du vill lägga till en extra rad med samma halvfabrikat markerar du först raden som du vill kopiera och sedan klick på Lägg till Halvfabrikat. Om du vill radera ett halvfabrikat så klicka du på den rad du vill ta bort (OBS! klicka i raden under den första kolumnen), klicka sedan på Radera Halvfabrikat

# statsProdLine_3
source: Most Common PreFab
sv_se: Vanligaste Halvfabrikat

# equipment_Info_2
source: before you confirm the equipment.
sv_se: före du bekräftar utrustningen.

# label_Inactive
source: Inactive
sv_se: Inaktiv

# validateData_Info_3_1
source: Outside the nominal value. - Historical data:
sv_se: Utanför Nominella värdet. - Historiska Data:

# validateData_Info_9_3
source: is outside the nominal value for a validated process card.
sv_se: är utanför Nominella värdet på ett Validerat Processkort.

# chb_LogData
source: Start Logging
sv_se: Starta Loggning

source: Errorcode:
sv_se: Felkod:

# print_Header_MeasurementProtocol
source: Form: Measurement protocol for HeatShrink
sv_se: Blankett: Mätprotokoll för Krympslang

# label_ProductionLines_Header
source: Production lines
sv_se: Produktionslinjer

# password_Info_1
source: Wrong Password, please try again.
sv_se: Fel lösenord, vänligen försök igen.

# label_ErrorExit
source: Exit
sv_se: Avbryt

source: page
sv_se: sida

# rb_Validated
source: Validated on these lots:
sv_se: Validerat på dessa loter:

# equipment_Info_1
source: Note! You have not confirmed the equipment. If you close down the protocol now, then the last startup will be deleted for the equipment. Du you want to close the protocol?
sv_se: OBS! Du har inte bekräftat utrustningen. Om du stänger ner Körprotokollet så kommer den senaste uppstarten att raderas för Utrustning. Vill du stänga ner Körprotokollet?

# authority_11
source: Report problem to production support
sv_se: Rapportera Problem till produktions support

# Menu_Help_InstructionVideos_AddUser
source: Add User
sv_se: Lägg till Användare

# maintenanceWork_hours
source: hours
sv_se: timmar

# btn_DeActivate_PartNr
source: Inactivate Process card
sv_se: Inaktivera Processkortet

# btn_AuthoritiesAddRole
source: Add Role (personnel role)...
sv_se: Lägga till en befattning...

# zumbach_ShowPosition
source: Show Pos.
sv_se: Visa Pos.

# zumbach_Info_3
source: Loading measurementpoints for active order...
sv_se: Laddar mätpunkter för Order...

# login_Info_5
source: Your profile is now updated. Log in again to see your edits.
sv_se: Din profil är nu uppdaterad, logga in på nytt för att se dina ändringar.

# reportJira_Info_1
source: You can not report a problem to Jira if you don´t have an open order.
sv_se: Du kan inte rapportera ett problem till Jira om du inte har en order öppen.

# spool_1
source: Spool
sv_se: Spole

# label_Settings_Add_Parts_Info
source: First you can choose in the right column what type of partnumber you want to add or remove. Info of to which list the partumber belongs to will then be texted above in green.
sv_se: Välj först i den högra kolumnen vilken typ av artikelnummer du vill lägga till eller radera. Info om vilken lista artikelnumret hör till står sedan ovanför i grön text.

# zumbach_Info_10
source: The programme will smoothen out the curves before printing. If many measurements it can take a while and also there can come up questions if the programme finds event to erase data or not.
sv_se: Programmet kommer nu att jämna till kurvorna före utskrift. Om det är många mätningar kan det ta ett litet tag samt att det kan komma lite frågor om programmet är osäker på om data skall raderas.

# btn_DeleteMeasurement
source: Delete Measurement
sv_se: Radera Mätning

# warning_Testdatabase
source: Warning! You are using a BETA-version of programme and are connected to a test data base. If you are not a BETA-user, then immediately contact Admin.
sv_se: VARNING! Du använder nu en Betaversion av programmet som är kopplat mot en testdatabas. Om du inte är en Betatestare så kontakta omedelbart Admin.

# missingLayer_3
source: Wrong value, please try again.
sv_se: Felaktigt värde, försök igen.

# measureprotocol_Info_3
source: Choose a row (measurement) before you try to discard a measurement.
sv_se: Välj en rad (mätning) före du försöker kassera en mätning.

# monitorInfo_1
source: This OrderNumber does not exist in Monitor or the Digital Production Program. Please contact Admin if necessary.
sv_se: Hittar inte detta ordernr i Monitor eller i Programmet. Kontakta Admin vid behov.

# lbl_Abort
source: Abort
sv_se: Avbryt

# zumbach_Info_4
source: Loading data for active Order...
sv_se: Hämtar data till Ordern...

# quickOpen_Info_3
source: This Order is deleted from Monitor but you can still open the order.
sv_se: Denna order har blivit raderad ur monitor, men du kan fortfarande öppna Ordern.

# workoperations_Info_2
source: This process card are for several Workoperations, please choose, from bellow, which to open.
sv_se: Detta processkort finns till flera Arbetsoperationer, välj nedan vilket du vill öppna.

# Menu_Protocol_ManageTemplates
source: Manage Templates...
sv_se: Hantera Mallar...

# authority_12
source: Create a test order
sv_se: Skapa en testorder

# btn_AuthoritiesAddFactory
source: Add Factory
sv_se: Lägg till Fabrik

# customMail
source: Custom Mailaddresses
sv_se: Anpassade Mailadresser

source: COPY
sv_se: KOPIA

source: End-Date:
sv_se: Slut-Datum:

# validateData_Info_7_3
source: Outside tolerances - Validated process card:
sv_se: Utanför Toleranser - Validerat Processkort:

# chooseDie_Warning
source: You have to choose the type of Die before you choose the dimension.
sv_se: Du måste välja typ av Munstycke före du väljer dimension.

# validateData_Info_9_1
source: Warning! Deviation on a validated Process card! You are not allowed to operate outside the tolerances in a validated process card. Only authorized personnel may grant exceptions – for example, if there are errors in the process card. After closing this message, you will have the opportunity to notify the responsible Process Engineer that the process card needs to be reviewed and updated if necessary.
sv_se: Varning! Avvikelse på ett validerat Processkort! Du får inte gå utan toleranserna på ett validerat processkort. Endast behörig person får göra undantag - exempelvis om det finns fel i processkortet. Efter att du stänger detta meddelande kommer du får möjlighet att meddela ansvarig Processingenjör om att processkortet behöver granskas och uppdateras vid behov.

# lbl_Settings_Add_ProdLine_Silduksbyte
source: Add Production Line
sv_se: Lägg till Produktionslinje

# label_ErrorCodeHeader_2
source: Fill in a comment why you discarded the measurement
sv_se: Fyll i en kommentar varför du kasserat mätningen

# lbl_Add_Startup
source: + Add Startup
sv_se: + Uppstart

# btn_ResetChart
source: Reset Chart
sv_se: Återsäll Diagram

# validateData_Info_2_1
source: You are not running with the same value as nominal value for
sv_se: Du kör inte med samma värde som det Nominella värdet på

# measureinstrument_Info
source: Click on "+" to add a new measurement instrument. Note! Don't write multiple numbers in the same field. If this workoperation misses some Measurement Intrument type, you can add it into template by entering Settings beneath Measuerement Instruments tab.
sv_se: Klicka på + för att lägga till ett nytt mätdon, skriv INTE flera nummer i samma fält. Om denna operation saknar någon Mätdonstyp från början går det att lägga till det i mallen i Inställningar under fliken Mätdon.

# mail_MissingMeasurePoints_1
source: This order is missing measurement points, an email will be automatically sent to Customer Service so they can add the measurement points to the Monitor.
sv_se: Denna Order saknar Mätpunkter, ett mail skickas automatiskt till Customer Service så dom kan lägga in mätpunkterna i Monitor.

# authority_13
source: Modify part-specific lists
sv_se: Ändra Artikel specifika listor

# saveProcesscard_Info_2_1
source: You can not save or update this processcard
sv_se: Du kan inte spara eller uppdatera detta processkort

# authority_15
source: Start an order that is NOT approved by QA
sv_se: Starta Order som ej är godkänd av QA
